Repository: rqkun/gtome
Catalog: locales/*/LC_MESSAGES/messages.po
Languages: vi

source: Account is not verify. Please check your email for verification link.
vi: Tài khoản chưa được xác minh. Vui lòng kiểm tra email của bạn để lấy liên kết xác minh.

source: Invalid email or password.
vi: Email hoặc mật khẩu không hợp lệ.

source: About
vi: Giới thiệu

source: Internal server error.
vi: Lỗi máy chủ nội bộ.

source: A verification link have been sent to your email.
vi: Một liên kết xác minh đã được gửi đến email của bạn.

source: Email already have an account registered
vi: Email đã có tài khoản đăng ký

source: A password reset link have been sent to your email
vi: Một liên kết đặt lại mật khẩu đã được gửi đến email của bạn

source: Invalid email.
vi: Email không hợp lệ.

source: You have successfully signed out.
vi: Bạn đã đăng xuất thành công.

source: You have successfully deleted your account.
vi: Bạn đã xóa tài khoản thành công.

source: GoogleSheetAPI connection error.
vi: Lỗi kết nối GoogleSheetAPI.

source: FirebaseAPI connection error.
vi: Lỗi kết nối FirebaseAPI.

source: SupabaseAPI connection error.
vi: Lỗi kết nối SupabaseAPI.

source: Changes you made have not been saved.
vi: Những thay đổi bạn đã thực hiện chưa được lưu.

source: Sheet is empty.
vi: Trang tính trống.

source: Please choose a start/end date.
vi: Vui lòng chọn ngày bắt đầu/kết thúc.

source: Please choose an expense type.
vi: Vui lòng chọn loại chi phí.

source: Sending password reset email
vi: Đang gửi email đặt lại mật khẩu

source: Sending confirmation email
vi: Đang gửi email xác nhận

source: Weak Password. Password must contain:
vi: Mật khẩu yếu. Mật khẩu phải chứa:

source: A user-friendly Streamlit app designed to streamline your financial management. By seamlessly store data to Google Sheets, it allows you to track expenses, manage budgets, and generate insightful financial reports. With intuitive visualizations, the app helps you stay on top of your finances effortlessly.
vi: Một ứng dụng Streamlit thân thiện với người dùng được thiết kế để đơn giản hóa việc quản lý tài chính của bạn. Bằng cách lưu trữ dữ liệu liền mạch vào Google Sheets, nó cho phép bạn theo dõi chi phí, quản lý ngân sách và tạo các báo cáo tài chính sâu sắc. Với các hình ảnh trực quan, ứng dụng giúp bạn dễ dàng kiểm soát tài chính của mình.

source: Functions
vi: Chức năng

source: Below are the cards explaining what each of the functions are.
vi: Dưới đây là các thẻ giải thích từng chức năng là gì.

source: Expand
vi: Mở rộng

source: Utilities
vi: Tiện ích

source: Supabase Connection Error
vi: Lỗi kết nối Supabase

source: Metrics, charts from your expenses reports.
vi: Các chỉ số, biểu đồ từ báo cáo chi tiêu của bạn.

source: Report bugs in our github repo's issue page.
vi: Báo cáo lỗi trong trang /issue trên github.

source: Source code of the project is found here.
vi: Mã nguồn của dự án được tìm thấy ở đây.

source: Navigation menu.
vi: Menu điều hướng.

source: Logout.
vi: Đăng xuất.

source: Amount should be in VND
vi: Số tiền phải bằng VND

source: Amount
vi: Số tiền

source: Type of Expense
vi: Loại chi phí

source: Input another type:
vi: Nhập loại khác:

source: Input note here...
vi: Nhập ghi chú ở đây...

source: Notes
vi: Ghi chú

source: Document Date:
vi: Tài liệu của ngày:

source: Week
vi: Tuần

source: Day of Week
vi: Ngày trong tuần

source: Week of Month
vi: Tuần trong tháng

source: Select your expense span
vi: Chọn khoảng thời gian chi tiêu của bạn

source: First entry:
vi: Chi tiêu đầu tiên:

source: Total Spending (VND)
vi: Tổng chi tiêu (VND)

source: Highest Spending (VND)
vi: Chi tiêu cao nhất (VND)

source: Reload the app.
vi: Tải lại ứng dụng.

source: Metrics only compare from current month - last month
vi: So sánh chỉ số giữa tháng này - tháng trước

source: Connection error:
vi: Lỗi kết nối:

source: Input error:
vi: Lỗi nhập:

source: Metrics
vi: Chỉ số

source: Spending Map Chart
vi: Biểu đồ phân bố chi tiêu

source: Line Chart
vi: Biểu đồ đường

source: Bar Chart
vi: Biểu đồ cột

source: Pie Chart
vi: Biểu đồ tròn

source: Dataframe
vi: Dữ liệu bảng

source: Swap out language. (EN) English / (VI) Vietnamese.
vi: Chuyển đổi ngôn ngữ hiển thị. (EN) Tiếng Anh / (VI) Tiếng Việt.

source: Save
vi: Lưu

source: Insert
vi: Thêm

source: Edit
vi: Sửa

source: Insert Data
vi: Thêm Dữ Liệu

source: Edit Data
vi: Sửa Dữ Liệu

source: Old
vi: Cũ

source: Export
vi: Tải

source: Export Data
vi: Xuất Dữ Liệu

source: Download the full sheet ?
vi: Tải toàn bộ trang tính ?

source: Default type: .csv
vi: Loại mặc định: .csv

source: File Type
vi: Loại Tệp
